package com.huaguang.whattoeat.data

var regularDishes = listOf(
    "酸辣土豆丝木桶饭 11",
    "松仁玉米木桶饭 13",
    "韭菜炒蛋木桶饭 13",
    "肉沫豆腐木桶饭 13",
    "西红柿鸡蛋木桶饭 13",
    "碎椒炒鸡蛋木桶饭 13",
    "外婆菜炒杏爆菇 13",
    "肉沫咸菜木桶饭 13",
    "外婆菜炒包莱木桶饭 13",
    "黄瓜炒火腿肠木桶饭 14",
    "四季莲藕炒肉木桶饭 14",
    "土豆片炒肉 14",
    "悠县香干木桶饭 14",
    "千张丝炒肉木桶饭 14",
    "洋葱炒鸡蛋木桶饭 14",
    "红萝卜炒肉木桶饭 14",
    "木耳炒肉木桶饭 14",
    "莴笋炒肉木桶饭 14",
    "鱼香肉丝木桶饭 14",
    "辣椒炒肉木桶饭 15",
    "腐竹炒肉木桶饭 15",
    "蒜苔炒肉木桶饭 15",
    "黄豆烧豆腐木桶饭 15",
    "肉沫茄子木桶饭 15",
    "农家一碗香木桶饭 16",
    "开胃罗汉笋肉丝木桶饭 16",
    "蛋炒粉 8",
    "蛋炒饭 8",
    "肉炒粉 10",
    "扬州炒饭 10"
)
var aMoreExpensiveDishes = listOf(
    "鲜鱼翻身木桶饭 17",
    "红烧下饭凉拌鲫鱼 17",
    "双椒鸡木桶饭 18",
    "糖醋里脊木桶饭 19",
    "辣子鸡木桶饭 19",
    "酸辣鸡杂木桶饭 20",
    "啤酒鸭木桶饭 21",
    "小炒黄牛肉木桶饭 22",
    "腐竹烧牛腩木桶饭 22",
    "酸菜肥肠木桶饭 22",
    "鲜嫩牛蛙木桶饭 23",
    "孜然羊肉木桶饭 25"
)

const val displayDishDefaultValue = "随机，随机啦 ～(￣▽￣～)~"